Repository: jaywcjlove/app-i18n
Catalog: i18n/source/vidcrop/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: · tap to toggle
de: · zum Umschalten tippen
fr: · appuyez pour basculer
it: · tocca per attivare/disattivare
ja: · タップで切り替え
ko: · 탭하여 전환
ru: · нажмите для переключения
zh_hans: · 点击切换
zh_hant: · 點擊切換

source: %lld people selected. Tap a face again to deselect.
de: %lld Personen ausgewählt. Tippe erneut auf ein Gesicht, um die Auswahl aufzuheben.
fr: %lld personnes sélectionnées. Appuyez à nouveau sur un visage pour désélectionner.
it: %lld persone selezionate. Tocca di nuovo un volto per deselezionare.
ja: %lld人選択中。顔をもう一度タップして選択解除。
ko: %lld명 선택됨. 얼굴을 다시 탭하여 선택 해제.
ru: Выбрано %lld чел. Нажмите на лицо еще раз, чтобы отменить выбор.
zh_hans: 已选择 %lld 人。再次点击面部以取消选择。
zh_hant: 已選擇 %lld 人。再次點擊面部以取消選擇。

source: 1 person selected. Tap again to deselect, or select more.
de: 1 Person ausgewählt. Erneut tippen zum Abwählen oder weitere auswählen.
fr: 1 personne sélectionnée. Appuyez à nouveau pour désélectionner, ou sélectionnez-en plus.
it: 1 persona selezionata. Tocca di nuovo per deselezionare o selezionarne altre.
ja: 1人選択中。もう一度タップで選択解除、またはさらに選択。
ko: 1명 선택됨. 다시 탭하여 선택 해제하거나 더 선택하세요.
ru: Выбран 1 человек. Нажмите еще раз, чтобы отменить выбор, или выберите еще.
zh_hans: 已选择 1 人。再次点击取消选择，或继续选择更多人。
zh_hant: 已選擇 1 人。再次點擊取消選擇，或繼續選擇更多人。

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
ru: Добавить
zh_hans: 添加
zh_hant: 新增

source: Append
de: Anhängen
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
ru: Добавить
zh_hans: 追加
zh_hant: 附加

source: Apply
de: Anwenden
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
ru: Применить
zh_hans: 应用
zh_hant: 套用

source: Aspect Ratio
de: Seitenverhältnis
fr: Format d'image
it: Proporzioni
ja: アスペクト比
ko: 화면 비율
ru: Соотношение сторон
zh_hans: 宽高比
zh_hant: 長寬比

source: Avatar
de: Profilbild
fr: Photo de profil
ja: アバター
ko: 아바타
ru: Аватар
zh_hans: 头像
zh_hant: 頭像

source: Avatar Size
de: Profilbildgröße
fr: Taille de l'avatar
it: Dimensione avatar
ja: アバターサイズ
ko: 아바타 크기
ru: Размер аватара
zh_hans: 头像大小
zh_hant: 頭像大小

source: Balanced
de: Ausgewogen
fr: Équilibré
it: Bilanciato
ja: バランス
ko: 균형
ru: Сбалансированный
zh_hans: 均衡
zh_hant: 均衡

source: Base
de: Basis
ja: 基準
ko: 기준
ru: Основа
zh_hans: 基准
zh_hant: 基準

source: Bold
de: Fett
fr: Gras
it: Grassetto
ja: 太字
ko: 굵게
ru: Жирный
zh_hans: 粗体
zh_hant: 粗體

source: Bottom
de: Unten
fr: Bas
it: In basso
ja: 下
ko: 하단
ru: Снизу
zh_hans: 底部
zh_hant: 底部

source: Bottom Center
de: Unten Mitte
fr: Bas Centre
it: In basso al centro
ja: 下部中央
ko: 하단 중앙
ru: Снизу по центру
zh_hans: 底部居中
zh_hant: 底部置中

source: Bottom Left
de: Unten Links
fr: Bas Gauche
it: In basso a sinistra
ja: 下部左
ko: 하단 왼쪽
ru: Снизу слева
zh_hans: 底部居左
zh_hant: 底部靠左

source: Bottom Right
de: Unten Rechts
fr: Bas Droite
it: In basso a destra
ja: 下部右
ko: 하단 오른쪽
ru: Снизу справа
zh_hans: 底部居右
zh_hant: 底部靠右

source: Burn into video
de: In Video einbrennen
fr: Incruster dans la vidéo
it: Masterizza nel video
ja: 動画に焼き付け
ko: 비디오에 구워 넣기
ru: Вшить в видео
zh_hans: 烧录到视频
zh_hant: 燒錄到影片

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Cancel Export
de: Export abbrechen
fr: Annuler l'exportation
it: Annulla esportazione
ja: 書き出しをキャンセル
ko: 내보내기 취소
ru: Отменить экспорт
zh_hans: 取消导出
zh_hant: 取消匯出

source: Cancel face scan
de: Gesichtsscan abbrechen
fr: Annuler l'analyse faciale
it: Annulla scansione dei volti
ja: 顔スキャンをキャンセル
ko: 얼굴 스캔 취소
ru: Отменить сканирование лиц
zh_hans: 取消人脸扫描
zh_hant: 取消人臉掃描

source: Cancel Scan
de: Scan abbrechen
fr: Annuler l'analyse
it: Annulla scansione
ja: スキャンをキャンセル
ko: 스캔 취소
ru: Отменить сканирование
zh_hans: 取消扫描
zh_hant: 取消掃描

source: Cannot overwrite the original video
de: Das Originalvideo kann nicht überschrieben werden
fr: Impossible d'écraser la vidéo d'origine
it: Impossibile sovrascrivere il video originale
ja: 元のビデオを上書きできません
ko: 원본 비디오를 덮어쓸 수 없습니다
ru: Невозможно перезаписать исходное видео
zh_hans: 不能覆盖原视频
zh_hant: 不能覆蓋原始影片

source: Center
de: Zentriert
fr: Centre
it: Centro
ja: 中央
ko: 중앙
ru: По центру
zh_hans: 居中
zh_hant: 置中

source: Choose
de: Auswählen
fr: Choisir
it: Scegli
ja: 選択
ko: 선택
ru: Выбрать
zh_hans: 选择
zh_hant: 選擇

source: Choose export format
de: Exportformat wählen
fr: Choisir le format d'exportation
it: Scegli il formato di esportazione
ja: 書き出し形式を選択
ko: 내보내기 형식 선택
ru: Выберите формат экспорта
zh_hans: 选择导出格式
zh_hant: 選擇匯出格式

source: Clear Selection
de: Auswahl aufheben
fr: Effacer la sélection
it: Cancella selezione
ja: 選択をクリア
ko: 선택 해제
ru: Снять выбор
zh_hans: 清除选择
zh_hant: 清除選擇

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
ko: 색상
ru: Цвет
zh_hans: 颜色
zh_hant: 顏色

source: Conversion cancelled.
de: Konvertierung abgebrochen.
fr: Conversion annulée.
it: Conversione annullata.
ja: 変換がキャンセルされました。
ko: 변환이 취소되었습니다.
ru: Преобразование отменено.
zh_hans: 转换已取消。
zh_hant: 轉換已取消。

source: Could not open the image file.
de: Bilddatei konnte nicht geöffnet werden.
fr: Impossible d'ouvrir le fichier image.
it: Impossibile aprire il file immagine.
ja: 画像ファイルを開けませんでした。
ko: 이미지 파일을 열 수 없습니다.
ru: Не удалось открыть файл изображения.
zh_hans: 无法打开图像文件。
zh_hant: 無法開啟影像檔案。

source: Could not read subtitles from this file. Use SRT, VTT, ASS, or SSA.
de: Untertitel konnten aus dieser Datei nicht gelesen werden. Verwenden Sie SRT, VTT, ASS oder SSA.
fr: Impossible de lire les sous-titres de ce fichier. Utilisez SRT, VTT, ASS ou SSA.
it: Impossibile leggere i sottotitoli da questo file. Usa SRT, VTT, ASS o SSA.
ja: このファイルから字幕を読み取れませんでした。SRT、VTT、ASS、またはSSAを使用してください。
ko: 이 파일에서 자막을 읽을 수 없습니다. SRT, VTT, ASS 또는 SSA를 사용하세요.
ru: Не удалось прочитать субтитры из этого файла. Используйте SRT, VTT, ASS или SSA.
zh_hans: 无法读取此文件中的字幕。请使用 SRT、VTT、ASS 或 SSA 格式。
zh_hant: 無法讀取此檔案中的字幕。請使用 SRT、VTT、ASS 或 SSA 格式。

source: Could not read the dropped file path.
de: Der Pfad der abgelegten Datei konnte nicht gelesen werden.
fr: Impossible de lire le chemin du fichier déposé.
it: Impossibile leggere il percorso del file trascinato.
ja: ドロップされたファイルのパスを読み取れませんでした。
ko: 드롭된 파일 경로를 읽을 수 없습니다.
ru: Не удалось прочитать путь к перетащенному файлу.
zh_hans: 无法读取拖放文件的路径。
zh_hant: 無法讀取拖放檔案的路徑。

source: Crop Area Settings
de: Einstellungen für den Zuschneidebereich
fr: Paramètres de la zone de recadrage
it: Impostazioni area di ritaglio
ja: トリミングエリア設定
ko: 자르기 영역 설정
ru: Настройки области обрезки
zh_hans: 裁剪区域设置
zh_hant: 裁剪區域設定

source: Cues
de: Untertitel
fr: Sous-titres
it: Sottotitoli
ja: 字幕
ko: 자막
ru: Субтитры
zh_hans: 字幕
zh_hant: 字幕

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Dense
de: Dicht
it: Denso
ja: 高密度
ko: 고밀도
ru: Плотный
zh_hans: 密集
zh_hant: 密集

source: Detecting faces…
de: Gesichter werden erkannt…
fr: Détection des visages…
it: Rilevamento volti…
ja: 顔を検出中…
ko: 얼굴 감지 중…
ru: Обнаружение лиц…
zh_hans: 正在检测面部…
zh_hant: 正在檢測面部…

source: Dimensions
de: Abmessungen
it: Dimensioni
ja: サイズ
ko: 크기
ru: Размеры
zh_hans: 尺寸
zh_hant: 尺寸

source: Done
de: Fertig
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Drop a Video!
de: Ziehen Sie ein Video hierher!
fr: Déposez une vidéo !
it: Trascina un video!
ja: ビデオをドロップしてください！
ko: 비디오를 드롭하세요!
ru: Перетащите видео!
zh_hans: 拖放一个视频！
zh_hant: 拖放一個影片！

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
ru: Изменить
zh_hans: 编辑
zh_hant: 編輯

source: Embed subtitle track
de: Untertitelspur einbetten
fr: Intégrer la piste de sous-titres
it: Incorpora traccia sottotitoli
ja: 字幕トラックを埋め込み
ko: 자막 트랙 포함
ru: Встроить дорожку субтитров
zh_hans: 嵌入字幕轨道
zh_hant: 嵌入字幕軌道

source: Embedded as a forced subtitle track for MP4 / M4V / MOV. If nothing appears in QuickTime, open View → Subtitles / Closed Captions and pick the track. Font family may still follow system caption style; use Burn into video for exact appearance.
de: Als erzwungene Untertitelspur für MP4 / M4V / MOV eingebettet. Falls in QuickTime nichts angezeigt wird, öffnen Sie Darstellung → Untertitel / Untertitel für Hörgeschädigte und wählen Sie die Spur aus. Die Schriftfamilie kann weiterhin dem Systemstil für Untertitel folgen; verwenden Sie In Video einbrennen für exakte Darstellung.
fr: Intégré comme piste de sous-titres forcés pour MP4 / M4V / MOV. Si rien n'apparaît dans QuickTime, ouvrez Présentation → Sous-titres / Sous-titres codés et choisissez la piste. La famille de police peut toujours suivre le style système des sous-titres; utilisez Incruster dans la vidéo pour une apparence exacte.
it: Incorporato come traccia sottotitoli forzata per MP4 / M4V / MOV. Se non appare nulla in QuickTime, apri Vista → Sottotitoli / Sottotitoli codificati e seleziona la traccia. La famiglia di caratteri può comunque seguire lo stile di sistema dei sottotitoli; usa Masterizza nel video per un aspetto esatto.
ja: MP4 / M4V / MOV では強制字幕トラックとして埋め込まれます。QuickTime で何も表示されない場合は、表示 → 字幕 / クローズドキャプション を開いてトラックを選択してください。フォントファミリーはシステムの字幕スタイルに従う場合があります。見た目を完全に一致させるには、ビデオに焼き込む を使用してください。
ko: MP4 / M4V / MOV용 강제 자막 트랙으로 내장됩니다. QuickTime에서 아무것도 보이지 않으면 보기 → 자막 / 청각 장애인용 자막에서 해당 트랙을 선택하세요. 글꼴 패밀리는 시스템 자막 스타일을 따를 수 있으며, 정확한 모양이 필요하면 비디오에 구워 넣기를 사용하세요.
ru: Встраивается как принудительная дорожка субтитров для MP4 / M4V / MOV. Если в QuickTime ничего не отображается, откройте Вид → Субтитры / Скрытые субтитры и выберите дорожку. Семейство шрифтов может по-прежнему зависеть от системного стиля субтитров; для точного отображения используйте Вшить в видео.
zh_hans: 作为 MP4 / M4V / MOV 的强制字幕轨道嵌入。如果 QuickTime 中没有显示，请打开“显示”→“字幕 / 隐藏式字幕”并选择该轨道。字体族仍可能遵循系统字幕样式；如需精确外观，请使用“烧录到视频”。
zh_hant: 作為 MP4 / M4V / MOV 的強制字幕軌嵌入。若 QuickTime 沒有顯示，請開啟「顯示」→「字幕 / 隱藏式字幕」並選擇該軌道。字型家族仍可能遵循系統字幕樣式；如需精確外觀，請使用「燒錄到影片」。

source: Empty
de: Leer
fr: Vide
it: Vuoto
ja: 空
ko: 비어 있음
ru: Пусто
zh_hans: 空
zh_hant: 空

source: Enable mosaic
de: Mosaik aktivieren
fr: Activer la mosaïque
it: Abilita mosaico
ja: モザイクを有効にする
ko: 모자이크 활성화
ru: Включить мозаику
zh_hans: 启用人脸马赛克
zh_hant: 啟用人臉馬賽克

source: Enable subtitles
de: Untertitel aktivieren
fr: Activer les sous-titres
it: Abilita sottotitoli
ja: 字幕を有効にする
ko: 자막 활성화
ru: Включить субтитры
zh_hans: 启用字幕
zh_hant: 啟用字幕

source: End
de: Ende
fr: Fin
it: Fine
ja: 終了
ko: 종료
ru: Конец
zh_hans: 结束
zh_hant: 結束

source: Export
de: Exportieren
fr: Exporter
it: Esporta
ja: 書き出し
ko: 내보내기
ru: Экспорт
zh_hans: 导出
zh_hant: 匯出

source: Export .gif Image
de: .gif-Bild exportieren
fr: Exporter l'image .gif
it: Esporta immagine .gif
ja: .gif 画像を書き出し
ko: .gif 이미지 내보내기
ru: Экспорт изображения .gif
zh_hans: 导出 .gif 图像
zh_hant: 匯出 .gif 圖像

source: Export .m4v Video
de: .m4v-Video exportieren
fr: Exporter la vidéo en .m4v
it: Esporta video .m4v
ja: .m4v ビデオを書き出し
ko: .m4v 비디오 내보내기
ru: Экспорт видео .m4v
zh_hans: 导出 .m4v 视频
zh_hant: 匯出 .m4v 影片

source: Export .mov Video
de: .mov-Video exportieren
fr: Exporter la vidéo en .mov
it: Esporta video .mov
ja: .mov ビデオを書き出し
ko: .mov 비디오 내보내기
ru: Экспорт видео .mov
zh_hans: 导出 .mov 视频
zh_hant: 匯出 .mov 影片

source: Export .mp4 Video
de: .mp4-Video exportieren
fr: Exporter la vidéo en .mp4
it: Esporta video .mp4
ja: .mp4 ビデオを書き出し
ko: .mp4 비디오 내보내기
ru: Экспорт видео .mp4
zh_hans: 导出 .mp4 视频
zh_hant: 匯出 .mp4 影片

source: Export .wav Audio
de: .wav-Audio exportieren
fr: Exporter l'audio .wav
it: Esporta audio .wav
ja: .wav音声を書き出し
ko: .wav 오디오 내보내기
ru: Экспорт аудио .wav
zh_hans: 导出 .wav 音频
zh_hant: 匯出 .wav 音訊

source: Export Cancelled
de: Export abgebrochen
fr: Exportation annulée
it: Esportazione annullata
ja: 書き出しがキャンセルされました
ko: 내보내기가 취소되었습니다
ru: Экспорт отменен
zh_hans: 导出已取消
zh_hant: 匯出已取消

source: Export Completed
de: Export abgeschlossen
fr: Exportation terminée
it: Esportazione completata
ja: 書き出し完了
ko: 내보내기 완료
ru: Экспорт завершен
zh_hans: 导出完成
zh_hant: 匯出完成

source: Export Cropped Video
de: Zugeschnittenes Video exportieren
fr: Exporter la vidéo recadrée
it: Esporta video ritagliato
ja: トリミングしたビデオを書き出し
ko: 잘라낸 비디오 내보내기
ru: Экспорт обрезанного видео
zh_hans: 导出裁剪视频
zh_hant: 匯出裁剪後的影片

source: Export Failed
de: Export fehlgeschlagen
fr: Échec de l'exportation
it: Esportazione fallita
ja: 書き出しに失敗しました
ko: 내보내기에 실패했습니다
ru: Ошибка экспорта
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export mode
de: Exportmodus
fr: Mode d'exportation
it: Modalità esportazione
ja: 書き出しモード
ko: 내보내기 모드
ru: Режим экспорта
zh_hans: 导出模式
zh_hant: 匯出模式

source: Exporting video...
de: Video wird exportiert...
fr: Exportation de la vidéo...
it: Esportazione video in corso…
ja: ビデオを書き出し中...
ko: 비디오를 내보내는 중...
ru: Идет экспорт видео...
zh_hans: 正在导出视频...
zh_hant: 正在匯出影片...

source: Face Mosaic
de: Gesichtsmosaik
fr: Mosaïque de visage
it: Mosaico volti
ja: 顔モザイク
ko: 얼굴 모자이크
ru: Мозаика лиц
zh_hans: 人脸马赛克
zh_hant: 人臉馬賽克

source: Failed to load avatar
de: Avatar konnte nicht geladen werden
fr: Échec du chargement de l'avatar
it: Caricamento avatar fallito
ja: アバターの読み込みに失敗しました
ko: 아바타를 불러오지 못했습니다
ru: Не удалось загрузить аватар
zh_hans: 加载头像失败
zh_hant: 載入頭像失敗

source: Failed to start MP4 encoding: %@
de: Starten der MP4-Kodierung fehlgeschlagen: %@
fr: Échec du démarrage de l'encodage MP4 : %@
it: Impossibile avviare la codifica MP4: %@
ja: MP4エンコードの開始に失敗しました：%@
ko: MP4 인코딩을 시작하지 못했습니다: %@
ru: Не удалось начать кодирование MP4: %@
zh_hans: 启动 MP4 编码失败：%@
zh_hant: 啟動 MP4 編碼失敗：%@

source: Fast
de: Schnell
fr: Rapide
it: Veloce
ja: 高速
ko: 빠르게
ru: Быстрый
zh_hans: 快速
zh_hant: 快速

source: Fast · Balanced · Dense
de: Schnell · Ausgewogen · Dicht
fr: Rapide · Équilibré · Dense
it: Veloce · Bilanciato · Denso
ja: 高速 · バランス · 高密度
ko: 빠르게 · 균형 · 고밀도
ru: Быстрый · Сбалансированный · Плотный
zh_hans: 快速 · 均衡 · 密集
zh_hant: 快速 · 均衡 · 密集

source: Font
de: Schriftart
fr: Police
it: Carattere
ja: フォント
ko: 글꼴
ru: Шрифт
zh_hans: 字体
zh_hant: 字型

source: Font Size
de: Schriftgröße
fr: Taille de police
it: Dimensione carattere
ja: フォントサイズ
ko: 글꼴 크기
ru: Размер шрифта
zh_hans: 字体大小
zh_hant: 字型大小

source: Found %lld cues. Replace existing subtitles or append?
de: %lld Untertitel gefunden. Bestehende ersetzen oder anhängen?
fr: %lld sous-titres trouvés. Remplacer les sous-titres existants ou ajouter ?
it: Trovati %lld sottotitoli. Sostituire quelli esistenti o aggiungere?
ja: %lld件の字幕が見つかりました。既存の字幕を置き換えますか、追加しますか？
ko: %lld개의 자막을 찾았습니다. 기존 자막을 교체하시겠습니까, 아니면 추가하시겠습니까?
ru: Найдено %lld субтитров. Заменить существующие или добавить?
zh_hans: 找到 %lld 条字幕。替换现有字幕还是追加？
zh_hant: 找到 %lld 條字幕。替換現有字幕還是附加？

source: Free
de: Kostenlos
fr: Gratuit
it: Libero
ja: 無料
ko: 무료
ru: Бесплатно
zh_hans: 免费
zh_hant: 免費

source: GIF export always burns subtitles into frames.
de: GIF-Export brennt Untertitel immer in die Frames ein.
fr: L'exportation GIF incruste toujours les sous-titres dans les images.
it: L'esportazione GIF masterizza sempre i sottotitoli nei fotogrammi.
ja: GIF書き出しでは字幕が常にフレームに焼き付けられます。
ko: GIF 내보내기는 항상 자막을 프레임에 구워 넣습니다.
ru: При экспорте GIF субтитры всегда вшиваются в кадры.
zh_hans: GIF 导出始终将字幕烧录到帧中。
zh_hant: GIF 匯出會始終將字幕燒錄到影格中。

source: Height
de: Höhe
fr: Hauteur
it: Altezza
ja: 高さ
ko: 높이
ru: Высота
zh_hans: 高
zh_hant: 高

source: Import
de: Importieren
fr: Importer
it: Importa
ja: 読み込み
ko: 가져오기
ru: Импорт
zh_hans: 导入
zh_hant: 匯入

source: Import a file or tap Add to create one.
de: Datei importieren oder auf Hinzufügen tippen, um eine zu erstellen.
fr: Importez un fichier ou appuyez sur Ajouter pour en créer un.
it: Importa un file o tocca Aggiungi per crearne uno.
ja: ファイルを読み込むか、追加をタップして作成します。
ko: 파일을 가져오거나 추가를 탭하여 새로 만드세요.
ru: Импортируйте файл или нажмите «Добавить», чтобы создать.
zh_hans: 导入文件或点击添加来创建一个。
zh_hant: 匯入檔案或點擊新增來建立一個。

source: Import a subtitle file, or add a cue that continues from the previous one.
de: Importieren Sie eine Untertiteldatei, oder fügen Sie einen Untertitel hinzu, der an den vorherigen anschließt.
fr: Importez un fichier de sous-titres, ou ajoutez un sous-titre qui continue depuis le précédent.
it: Importa un file di sottotitoli oppure aggiungi un sottotitolo che continua dal precedente.
ja: 字幕ファイルを読み込むか、前の字幕に続くキューを追加してください。
ko: 자막 파일을 가져오거나, 이전 자막에 이어지는 큐를 추가하세요.
ru: Импортируйте файл субтитров или добавьте реплику, продолжающую предыдущую.
zh_hans: 导入字幕文件，或添加一条承接上一条的字幕。
zh_hant: 匯入字幕檔，或新增一條承接上一條的字幕。

source: Import Failed
de: Import fehlgeschlagen
fr: Échec de l'importation
it: Importazione fallita
ja: 読み込みに失敗しました
ko: 가져오기 실패
ru: Ошибка импорта
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import SRT, VTT, ASS, or SSA subtitle file
de: SRT-, VTT-, ASS- oder SSA-Untertiteldatei importieren
fr: Importer un fichier de sous-titres SRT, VTT, ASS ou SSA
it: Importa file sottotitoli SRT, VTT, ASS o SSA
ja: SRT、VTT、ASS、またはSSA字幕ファイルを読み込む
ko: SRT, VTT, ASS 또는 SSA 자막 파일 가져오기
ru: Импортировать файл субтитров SRT, VTT, ASS или SSA
zh_hans: 导入 SRT、VTT、ASS 或 SSA 字幕文件
zh_hant: 匯入 SRT、VTT、ASS 或 SSA 字幕檔案

source: Import Subtitles
de: Untertitel importieren
fr: Importer des sous-titres
it: Importa sottotitoli
ja: 字幕を読み込む
ko: 자막 가져오기
ru: Импортировать субтитры
zh_hans: 导入字幕
zh_hant: 匯入字幕

source: Importing subtitles…
de: Untertitel werden importiert…
fr: Importation des sous-titres…
it: Importazione sottotitoli…
ja: 字幕を読み込み中…
ko: 자막 가져오는 중…
ru: Импорт субтитров…
zh_hans: 正在导入字幕…
zh_hant: 正在匯入字幕…

source: Invalid image dimensions.
de: Ungültige Bildabmessungen.
fr: Dimensions d'image non valides.
it: Dimensioni immagine non valide.
ja: 無効な画像サイズです。
ko: 잘못된 이미지 크기입니다.
ru: Недопустимые размеры изображения.
zh_hans: 无效的图像尺寸。
zh_hant: 無效的影像尺寸。

source: Jump playhead to cue start
de: Zur Untertitel-Startzeit springen
fr: Aller au début du sous-titre
it: Vai all'inizio del sottotitolo
ja: 字幕の開始位置にジャンプ
ko: 자막 시작 위치로 이동
ru: Перейти к началу субтитра
zh_hans: 跳转到字幕起始位置
zh_hant: 跳至字幕起始位置

source: Loading video…
de: Video wird geladen…
fr: Chargement de la vidéo…
it: Caricamento video…
ja: ビデオを読み込み中…
ko: 비디오를 불러오는 중…
ru: Загрузка видео…
zh_hans: 正在加载视频…
zh_hant: 正在載入影片…

source: Middle Left
de: Mitte Links
fr: Milieu Gauche
it: Centro sinistra
ja: 中央左
ko: 중간 왼쪽
ru: По центру слева
zh_hans: 中部居左
zh_hant: 中間靠左

source: Middle Right
de: Mitte Rechts
fr: Milieu Droite
it: Centro destra
ja: 中央右
ko: 중간 오른쪽
ru: По центру справа
zh_hans: 中部居右
zh_hant: 中間靠右

source: Mosaic
de: Verpixeln
fr: Mosaïque
it: Mosaico
ja: モザイク
ko: 모자이크
ru: Мозаика
zh_hans: 马赛克
zh_hant: 馬賽克

source: MP4 conversion failed: %@
de: MP4-Konvertierung fehlgeschlagen: %@
fr: Échec de la conversion MP4 : %@
it: Conversione MP4 fallita: %@
ja: MP4変換に失敗しました：%@
ko: MP4 변환에 실패했습니다: %@
ru: Ошибка преобразования MP4: %@
zh_hans: MP4 转换失败：%@
zh_hant: MP4 轉換失敗：%@

source: No faces found in this clip
de: Keine Gesichter in diesem Clip gefunden
fr: Aucun visage trouvé dans ce clip
it: Nessun volto trovato in questa clip
ja: このクリップに顔が見つかりません
ko: 이 클립에서 얼굴을 찾을 수 없습니다
ru: Лица в этом клипе не найдены
zh_hans: 此片段中未检测到面部
zh_hant: 此片段中未檢測到面部

source: No file was provided.
de: Es wurde keine Datei bereitgestellt.
fr: Aucun fichier n'a été fourni.
it: Nessun file fornito.
ja: ファイルが提供されていません。
ko: 파일이 제공되지 않았습니다.
ru: Файл не был предоставлен.
zh_hans: 未提供文件。
zh_hant: 未提供檔案。

source: No permission to parse the video file
de: Keine Berechtigung zum Analysieren der Videodatei
fr: Aucune autorisation pour analyser le fichier vidéo
it: Nessun permesso per analizzare il file video
ja: ビデオファイルを解析する権限がありません
ko: 비디오 파일을 분석할 권한이 없습니다
ru: Нет прав для обработки видеофайла
zh_hans: 没有权限解析视频文件
zh_hant: 沒有權限解析影片檔案

source: No person selected.
de: Keine Person ausgewählt.
fr: Aucune personne sélectionnée.
it: Nessuna persona selezionata.
ja: 選択されていません。
ko: 선택된 사람이 없습니다.
ru: Никто не выбран.
zh_hans: 未选择任何人。
zh_hant: 未選擇任何人。

source: No scan yet
de: Noch kein Scan
fr: Pas encore de scan
it: Nessuna scansione ancora
ja: まだスキャンされていません
ko: 아직 스캔 안 됨
ru: Сканирование еще не выполнено
zh_hans: 尚未扫描
zh_hant: 尚未掃描

source: No subtitles yet
de: Noch keine Untertitel
fr: Aucun sous-titre pour l'instant
it: Ancora nessun sottotitolo
ja: 字幕はまだありません
ko: 아직 자막이 없습니다
ru: Субтитров пока нет
zh_hans: 暂无字幕
zh_hant: 尚無字幕

source: No valid subtitle cues found in this file.
de: Keine gültigen Untertiteleinträge in dieser Datei gefunden.
fr: Aucun sous-titre valide trouvé dans ce fichier.
it: Nessun sottotitolo valido trovato in questo file.
ja: このファイルに有効な字幕が見つかりませんでした。
ko: 이 파일에서 유효한 자막을 찾을 수 없습니다.
ru: В этом файле не найдено действительных субтитров.
zh_hans: 此文件中未找到有效的字幕条目。
zh_hant: 此檔案中未找到有效的字幕條目。

source: No video loaded
de: Kein Video geladen
fr: Aucune vidéo chargée
it: Nessun video caricato
ja: ビデオが読み込まれていません
ko: 불러온 비디오 없음
ru: Видео не загружено
zh_hans: 未加载视频
zh_hant: 未載入影片

source: Opacity
de: Deckkraft
fr: Opacité
it: Opacità
ja: 不透明度
ko: 불투명도
ru: Непрозрачность
zh_hans: 不透明度
zh_hant: 不透明度

source: Open
de: Öffnen
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
ru: Открыть
zh_hans: 打开
zh_hant: 打開

source: Open file location
de: Dateispeicherort öffnen
fr: Ouvrir l'emplacement du fichier
it: Apri percorso file
ja: ファイルの場所を開く
ko: 파일 위치 열기
ru: Открыть расположение файла
zh_hans: 打开文件位置
zh_hant: 打開檔案位置

source: or
de: oder
fr: ou
it: o
ja: または
ko: 또는
ru: или
zh_hans: 或
zh_hant: 或

source: Padding
de: Abstand
fr: Marge
it: Margine
ja: 余白
ko: 여백
ru: Отступ
zh_hans: 边距
zh_hant: 邊距

source: People
de: Personen
fr: Personnes
it: Persone
ja: 人物
ko: 사람
ru: Люди
zh_hans: 人物
zh_hant: 人物

source: Permanently drawn on frames. Style matches preview; cannot re-import as text.
de: Dauerhaft in die Frames gezeichnet. Stil entspricht der Vorschau; kann nicht als Text erneut importiert werden.
fr: Dessiné de façon permanente sur les images. Le style correspond à l'aperçu ; ne peut pas être réimporté en tant que texte.
it: Disegnato permanentemente sui fotogrammi. Lo stile corrisponde all'anteprima; non può essere reimportato come testo.
ja: フレームに永続的に描画されます。スタイルはプレビューと一致します。テキストとして再インポートできません。
ko: 프레임에 영구적으로 그려집니다. 스타일은 미리보기와 일치하며, 텍스트로 다시 가져올 수 없습니다.
ru: Навсегда нарисовано на кадрах. Стиль соответствует предпросмотру; повторный импорт как текст невозможен.
zh_hans: 永久绘制在帧上。样式与预览一致；无法作为文本重新导入。
zh_hant: 永久繪製在幀上。樣式與預覽一致；無法作為文字重新匯入。

source: Play this cue from start to end
de: Diesen Untertitel von Anfang bis Ende abspielen
fr: Lire ce sous-titre du début à la fin
it: Riproduci questo sottotitolo dall'inizio alla fine
ja: この字幕を先頭から最後まで再生
ko: 이 자막을 처음부터 끝까지 재생
ru: Воспроизвести этот субтитр от начала до конца
zh_hans: 从头到尾播放此字幕
zh_hant: 從頭到尾播放此字幕

source: Playback Speed
de: Wiedergabegeschwindigkeit
fr: Vitesse de lecture
it: Velocità di riproduzione
ja: 再生速度
ko: 재생 속도
ru: Скорость воспроизведения
zh_hans: 播放速度
zh_hant: 播放速度

source: Please choose a location and filename to save
de: Bitte wählen Sie einen Speicherort und einen Dateinamen aus
fr: Veuillez choisir un emplacement et un nom de fichier pour enregistrer
it: Scegli una posizione e un nome file per salvare
ja: 保存する場所とファイル名を選択してください
ko: 저장할 위치와 파일 이름을 선택하세요
ru: Выберите место и имя файла для сохранения
zh_hans: 请选择保存的位置和文件名
zh_hant: 請選擇儲存位置與檔名

source: Position
de: Positionierung
fr: Emplacement
it: Posizione
ja: 位置
ko: 위치
ru: Положение
zh_hans: 位置
zh_hant: 位置

source: Preparing face previews…
de: Gesichtsvorschauen werden vorbereitet…
fr: Préparation des aperçus de visages…
it: Preparazione anteprime volti…
ja: 顔のプレビューを準備中…
ko: 얼굴 미리보기 준비 중…
ru: Подготовка превью лиц…
zh_hans: 正在准备面部预览…
zh_hant: 正在準備面部預覽…

source: Processing...
de: Wird verarbeitet...
fr: Traitement en cours...
it: Elaborazione in corso…
ja: 処理中...
ko: 처리 중...
ru: Обработка...
zh_hans: 处理中…
zh_hant: 處理中...

source: Random
de: Zufällig
fr: Aléatoire
it: Casuale
ja: ランダム
ko: 무작위
ru: Случайный
zh_hans: 随机
zh_hant: 隨機

source: Remove
de: Entfernen
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
ru: Удалить
zh_hans: 移除
zh_hant: 移除

source: Replace
de: Ersetzen
fr: Remplacer
it: Sostituisci
ja: 置き換え
ko: 교체
ru: Заменить
zh_hans: 替换
zh_hant: 替換

source: Rescan Video Faces
de: Gesichter erneut scannen
fr: Réanalyser les visages
it: Riscansiona volti nel video
ja: 顔を再スキャン
ko: 얼굴 다시 스캔
ru: Повторное сканирование лиц
zh_hans: 重新扫描面部
zh_hant: 重新掃描面部
